Repository: alicimen0614/book_tracker
Catalog: lib/l10n/app_*.arb
Languages: tr

source: Welcome :)
tr: Hoş geldin :)

source: Are you reading a book?
tr: Bir kitap mı okuyorsun?

source: Add book
tr: Kitap ekle

source: Quote Corner
tr: Alıntı Köşesi

# all
source: See all
tr: Tümü

source: More
tr: Daha fazla

# noCurrentReads
source: You are not reading any book right now.
tr: Şu anda okuduğunuz kitap bulunmamakta.

# noWantedReads
source: You don’t have any books you want to read right now.
tr: Şu anda okumak istediğiniz kitap bulunmamakta.

# noFinishedReads
source: You don’t have any finished books right now.
tr: Şu anda bitirdiğiniz kitap bulunmamakta.

source: Search
tr: Ara

source: Home
tr: Anasayfa

source: Explore
tr: Keşfet

source: My Library
tr: Kitaplığım

source: User
tr: Kullanıcı

source: Trendings
tr: Trendler

source: Categories
tr: Kategoriler

source: Classics
tr: Klasikler

source: Fantasy
tr: Fantastik

source: Adventure
tr: Macera

source: Contemporary
tr: Modern

source: Romance
tr: Romantik

source: Dystopian
tr: Distopik

source: Horror
tr: Korku

source: Historical Fiction
tr: Tarihsel kurgu

source: Science Fiction
tr: Bilim kurgu

source: Children's
tr: Çocuk

source: Academic
tr: Akademik

source: Mystery
tr: Gizem

source: Thrillers
tr: Gerilim

source: Memoir
tr: Anı

source: Self-help
tr: Kendine yardım

source: Cookbook
tr: Yemek kitabı

source: Art & Photography
tr: Sanat ve Fotoğrafçılık

source: Young Adult
tr: Genç Yetişkin

source: Personal Development
tr: Kişisel Gelişim

source: Motivational
tr: Motivasyonel

source: Health
tr: Sağlık

source: History
tr: Tarih

source: Travel
tr: Seyahat

source: Guide
tr: Rehber

source: Families & Relationships
tr: Aileler ve İlişkiler

source: Humor
tr: Mizah

source: Graphic Novel
tr: Çizgi roman

source: Short Story
tr: Kısa hikaye

source: Biography and Autobiography
tr: Biyografi ve Otobiyografi

source: Poetry
tr: Şiir

source: Religion & Spirituality
tr: Din ve Maneviyat

source: My Quotes
tr: Alıntılarım

source: My Notes
tr: Notlarım

source: Currently Reading
tr: Şu an okuduklarım

source: Want to Read
tr: Okumak istediklerim

source: Already Read
tr: Okuduklarım

source: Visitor
tr: Ziyaretçi

# backupSyncBooks
source: Backup or synchronize books
tr: Kitapları yedekle veya senkronize et

# supportWithAds
source: Support by watching ads
tr: Reklam izleyerek destekle

source: Contact us
tr: Bize ulaşın

# dataSourceDisclaimer
source: App data source and responsibility disclaimer
tr: Uygulama veri kaynağı ve sorumluluk bildirimi

source: Sign In
tr: Giriş Yap

source: Sign Up
tr: Kayıt Ol

source: Sign Out
tr: Çıkış Yap

source: Refresh books
tr: Kitapları yenile

# emptyLibraryMessage
source: Your library is currently empty.
tr: Şu anda kitaplığınız boş.

source: Add
tr: Ekle

# loginToAddQuote
source: You need to log in first to add a quote.
tr: Alıntı ekleyebilmek için önce giriş yapmalısınız.

# noQuoteAdded
source: You haven't added any quotes yet.
tr: Henüz bir alıntı eklemediniz.

# emptyNotes
source: Your notes are empty.
tr: Not bulunamadı.

# addYourBook
source: Add your own book
tr: Kendi kitabını ekle

# addNoteToBook
source: Add a note to your book
tr: Kitabına not ekle

# addQuoteToBook
source: Add a quote to your book
tr: Kitabına alıntı ekle

source: Quotes
tr: Alıntılar

source: Newest
tr: En Yeni

source: Quote Details
tr: Alıntı Detayı

source: Cancel
tr: Vazgeç

source: E-mail
tr: E-posta

source: Password
tr: Şifre

source: Forgot Password?
tr: Şifremi Unuttum

# notAMemberYet
source: Not a member?
tr: Üye değil misin?

source: Full name
tr: Ad Soyad

source: Confirm password
tr: Şifre tekrar

source: Already a member?
tr: Zaten üye misin?

source: Reset Password
tr: Parola Sıfırla

source: Send
tr: Gönder

# noInternetConnection
source: Unable to connect to the internet.
tr: İnternete bağlanılamadı.

# checkInternetConnection
source: Please check your internet connection and try again.
tr: Lütfen internet bağlantınızı kontrol edip tekrar deneyiniz.

source: Close
tr: Kapat

source: Monthly Trending Books
tr: Aylık Trend Kitaplar

source: Book Detail
tr: Kitap Detayı

source: Description
tr: Açıklama

source: Show More
tr: Daha fazla

source: Show Less
tr: Daha az

source: Available Languages
tr: Mevcut Diller

# limitedLanguagesDisplayed
source: The languages here may not display all available languages.
tr: Buradaki diller mevcut tüm dilleri göstermeyebilir.

source: Editions
tr: Baskılar

source: Publish Date
tr: Yayın Tarihi

source: Page Count
tr: Sayfa Sayısı

source: Language
tr: Dil

source: Publisher
tr: Yayıncı

source: Book format
tr: Kitap formatı

source: Authors
tr: Yazarlar

source: Author Name
tr: Yazar Adı

source: Biography
tr: Biyografi

# booksByAuthor
source: Books by the author
tr: Yazara Ait Kitaplar

source: First Sentence
tr: İlk Cümle

source: Review on OpenLibrary
tr: OpenLibrary üzeirnde incele

# addNote
source: Add a note
tr: Not Ekle

source: Confirm
tr: Onayla

# birthDate
source: Date of birth
tr: Doğum tarihi

# deathDate
source: Date of death
tr: Ölüm tarihi

source: Book status
tr: Kitap durumu

source: Review on GoodReads
tr: GoodReads üzerinde incele

# addQuote
source: Add a quote
tr: Alıntı ekle

source: Change book status
tr: Kitap durumunu değiştir

source: Edit book
tr: Kitabı düzenle

source: Information
tr: Bilgi

source: Delete
tr: Sil

source: Select new book status
tr: Yeni kitap durumunu seçiniz

# enterValidEmail
source: Please enter a valid email address.
tr: Lütfen geçerli bir E-posta adresi giriniz.

# passwordLength
source: Your password must be between 6 and 16 characters.
tr: Şifreniz 6-16 karakter arasında olmalıdır.

# enterLongerName
source: Please enter a longer name.
tr: Lütfen daha uzun bir isim giriniz.

source: Passwords do not match.
tr: Şifreler uyuşmuyor.

# passwordNoSpaces
source: Password cannot contain spaces.
tr: Şifrede boşluk içermemelidir.

source: Something went wrong.
tr: Bir şeyler yanlış gitti.

# appEncounteredError
source: The app encountered an unknown error.
tr: Uygulama bilinmeyen bir hatayla karşılaştı.

# tryAgainLater
source: Please try again later.
tr: Lütfen daha sonra tekrar deneyin.

source: Remove from shelf
tr: Raftan çıkar

source: Add to shelf
tr: Rafa ekle

# bookSuccessfullyDeleted
source: The book has been successfully deleted.
tr: Kitap başarıyla silindi.

source: Okay
tr: Tamam

# bookStatusUpdatedSuccessfully
source: The book status has been successfully updated.
tr: Kitap durumu başarıyla güncellendi.

# bookSuccessfullyAddedToLibrary
source: The book has been successfully added to your library.
tr: Kitap başarıyla kitaplığına eklendi.

source: Title
tr: Başlık

source: Paperback
tr: Ciltsiz

source: Hardcover
tr: Ciltli

source: E-book
tr: E-kitap

source: Notes
tr: Notlar

# confirmDeleteBook
source: Are you sure you want to delete this book from your library?
tr: Bu kitabı kitaplığınızdan silmek istediğinizden emin misiniz?

source: Go back
tr: Geri dön

# enterTitle
source: Please enter a title.
tr: Lütfen bir başlık girin.

source: Audiobook
tr: Sesli kitap

source: Paper book
tr: Kağıt kitap

source: Camera
tr: Kamera

source: Gallery
tr: Galeri

# imageSizeWarning
source: The size of the selected image is high, so you may lose it during backup.
tr: Seçtiğiniz resimin boyutu yüksek olduğundan dolayı yedeklemede kaybedebilirsiniz.

source: Add book with search
tr: Arama ile kitap ekle

source: Edit quote
tr: Alıntıyı düzenle

source: Delete quote
tr: Alıntıyı sil

# confirmDeleteQuote
source: Are you sure you want to delete this quote?
tr: Bu alıntıyı silmek istediğinizden emin misiniz?

# quoteSuccessfullyDeleted
source: The quote has been successfully deleted.
tr: Alıntı başarıyla silindi.

# errorDeletingQuote
source: An error occurred while deleting the quote.
tr: Alıntı silinirken bir hata meydana geldi.

# booksSyncing
source: Books are being synchronized.
tr: Kitaplar senkronize ediliyor.

source: Please wait.
tr: Lütfen bekleyiniz.

source: No results found.
tr: Sonuç bulunamadı.

source: Click to retry.
tr: Tekrar denemek için tıklayın.

# pressAgainToExit
source: Press again to exit the app.
tr: Uygulamadan çıkmak için bir daha basın.

source: Retry
tr: Tekrar dene

# errorWhileLoggingOut
source: An error occurred while logging out.
tr: Çıkış yapılırken bir hata meydana geldi.

# emailAlreadyInUse
source: The email address is already in use by another account.
tr: E-posta adresi zaten başka bir hesap tarafından kullanılıyor.

# invalidEmailAddress
source: The email address is invalid.
tr: E-posta adresi geçersiz.

# errorCreatingAccount
source: An error occurred while creating the account.
tr: Hesap oluşturulurken bir hata meydana geldi.

# invalidEmailOrPassword
source: The email or password is invalid.
tr: E-posta veya parola geçersiz.

# userDisabled
source: The user with this email address has been disabled.
tr: Bu e-posta adresine sahip kullanıcı devre dışı bırakılmış.

# errorDuringLogin
source: An error occurred during login.
tr: Giriş yapılırken bir hata meydana geldi

# loginToBackupBooks
source: You must log in to back up your books.
tr: Kitaplarınızı yedeklemek için giriş yapmalısınız.

# upToDate
source: You are up to date!
tr: Şu anda güncelsiniz!

# emailCopied
source: E-mail address copied.
tr: E-posta adresi kopyalandı.

# confirmLogout
source: Are you sure you want to log out?
tr: Çıkış yapmak istediğinizden emin misiniz?

source: About App Data Source
tr: Uygulama Veri Kaynağı Hakkında

# appDataSourceAndDisclaimer
source: App Data Source and Responsibility Disclaimer:
tr: Uygulama Veri Kaynağı ve Sorumluluk Bildirimi:

# appDataSourceInfo
source: This app retrieves book information using the OpenLibrary API, and the data is provided by the OpenLibrary community. OpenLibrary is a platform supported by a large user base, and anyone has the ability to edit book information.
tr: Bu uygulama, kitap bilgilerini OpenLibrary API'sini kullanarak almakta olup, bu veriler OpenLibrary topluluğu tarafından sağlanmaktadır. OpenLibrary, geniş bir kullanıcı kitlesi tarafından desteklenen bir platformdur ve herkesin kitap bilgilerini düzenleme yeteneğine sahiptir.

source: User Responsibility:
tr: Kullanıcı Sorumluluğu:

# userResponsibilityInfo
source: The accuracy and currency of the book information in our app are provided by Open Library users. Please note that the developers of our app do not have the authority to change or update book information. In case of any errors, missing information, inappropriate images, or inaccuracies, you can correct or update the relevant book information on the Open Library platform. This disclaimer indicates that the responsibility for the book information in our app is shared between Open Library and its users. Thank you.
tr: Uygulamamızdaki kitap bilgilerinin doğruluğu ve güncelliği Open Library kullanıcıları tarafından sağlanmaktadır. Lütfen unutmayın ki uygulamamızın geliştiricileri, kitap bilgilerini değiştirme veya güncelleme yetkisine sahip değillerdir. Herhangi bir hata, eksik bilgi, uygunsuz görüntü veya yanlışlık durumunda, ilgili kitap bilgisini Open Library platformunda düzeltebilir veya güncelleyebilirsiniz. Bu uyarı, uygulamamızdaki kitap bilgilerinin sorumluluğunun Open Library ve kullanıcıları arasında paylaşıldığını göstermektedir. Teşekkür ederiz.

# selectBookToAddNote
source: Select the book to add a note
tr: Not eklemek istediğin kitabı seç

# selectBookToAddQuote
source: Select the book to add a quote
tr: Alıntı eklemek istediğin kitabı seç

# addBookBeforeNote
source: You must add a book before adding a note.
tr: Not eklemek için önce kitap eklemelisiniz.

# addBookBeforeQuote
source: You must add a book before adding a quote.
tr: Alıntı eklemek için önce kitap eklemelisiniz.

source: Delete note
tr: Notu sil

# noteSuccessfullyUpdated
source: The note has been successfully updated.
tr: Not başarıyla güncellendi.

# noteSuccessfullyAdded
source: The note has been successfully added.
tr: Not başarıyla eklendi.

# pleaseAddNoteFirst
source: Please add a note first.
tr: Lütfen önce bir not ekleyin.

# pleaseAddOrDeleteNoteFirst
source: Please add a note first or delete the existing note.
tr: Lütfen önce bir not ekleyin yada notu silin.

source: Enter your note.
tr: Notunuzu girin.

# confirmDeleteNote
source: Are you sure you want to delete this note?
tr: Bu notu silmek istediğinizden emin misiniz?

# loginToLikePost
source: You must be logged in to like a post.
tr: Bir gönderiyi beğenebilmek için giriş yapmış olmalısınız.

# currentlyReadingBooks
source: You are currently reading {currentlyReadingCount} books.
tr: Şu anda {currentlyReadingCount} kitap okuyorsunuz.

# totalBooksToRead
source: You have {wantToReadCount} books to read in total.
tr: Toplamda {wantToReadCount} okumak istediğiniz kitap var.

# congratulationsTotalBooksRead
source: Congratulations, you have read a total of {alreadyReadCount} books.
tr: Tebrikler toplamda {alreadyReadCount} kitap okudunuz.

# likedByYouAndOneOther
source: You and {likeCount1} other liked this.
tr: Siz ve {likeCount1} diğer kişi bunu beğendi.

# peopleLiked
source: Liked by {likeCount2}
tr: {likeCount2} kişi bunu beğendi.

# noOneLikedYet
source: No one has liked it yet.
tr: Henüz kimse beğenmedi.

# quotesFailedToLoad
source: Quotes could not be loaded.
tr: Alıntılar yüklenemedi.

# clickToRefresh
source: Please click to refresh.
tr: Lütfen yenilemek için tıklayın.

# pleaseEnterQuote
source: Please enter a quote.
tr: Lütfen bir alıntı giriniz.

# quoteSuccessfullyAdded
source: The quote has been successfully added.
tr: Alıntı başarıyla eklendi.

# enterQuote
source: Enter a quote.
tr: Alıntı girin.

# confirmSaveQuote
source: Are you sure you want to save this quote?
tr: Bu alıntıyı kaydetmek istediğinizden emin misiniz?

# quoteSuccessfullyUpdated
source: The quote has been successfully updated.
tr: Alıntı başarıyla güncellendi.

source: Save
tr: Kaydet

source: An error occurred.
tr: Bir hata meydana geldi.

# viewAllEditions
source: View All {editionCount} Editions.
tr: {editionCount} Baskının Tümünü Görüntüle

# bookEditions
source: {bookName} Editions
tr: {bookName} Baskıları

# authorsBooks
source: {authorName}'s Books
tr: {authorName} Kitapları

# viewAllBooks
source: View All {bookCount} Books
tr: {bookCount} Kitabın Tümünü Görüntüle

# errorFetchingNotes
source: An error occurred while fetching the notes
tr: Notlar getirilirken bir hata oluştu

# errorDeletingBook
source: An error occurred while deleting the book
tr: Kitap silinirken bir hata oluştu

# errorDeletingNote
source: An error occurred while deleting the note
tr: Not silinirken bir hata oluştu

# errorDeletingNotes
source: An error occurred while deleting the notes
tr: Notlar silinirken bir hata oluştu

# errorAddingBook
source: An error occurred while adding the book
tr: Kitap yazdırılırken bir hata oluştu

# errorAddingQuote
source: An error occurred while adding the quote
tr: Alıntı eklenirken bir hata oluştu

# errorUpdatingBookStatus
source: An error occurred while updating the book status
tr: Kitap durumu güncellenirken bir hata oluştu

# errorAddingNote
source: An error occurred while adding the note.
tr: Not eklenirken bir hata oluştu

# errorFetchingBooks
source: An error occurred while fetching the books.
tr: Kitaplar getirilirken bir hata oluştu.
